import { HiShieldCheck } from 'react-icons/hi'
import { MdCancel, MdAnalytics } from 'react-icons/md'
const data = [
	{
		icon: <HiShieldCheck />,
		heading: 'Лучшие условия обучения',
		detail:
			'Мы предлагаем гибкие программы, адаптированные к вашим целям, с максимальным удобством и эффективностью. Учитесь с минимальными затратами времени и максимальной отдачей.',
	},
	{
		icon: <MdCancel />,
		heading: 'Защита от переплат',
		detail: 'Наши курсы имеют прозрачную ценовую политику без скрытых платежей. Вы платите только за то, что действительно нужно для вашего роста.',
	},
	{
		icon: <MdAnalytics />,
		heading: 'Лучшее соотношение цены и качества',
		detail: 'Наши курсы разработаны ведущими экспертами с учетом самых актуальных знаний, что позволяет вам получить максимум за минимальную цену.',
	},
]

export default data
